{
  "happy": [
    { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "text": "Happiness is not by chance, but by choice.", "author": "Jim Rohn" },
    { "text": "Keep your face always toward the sunshine—and shadows will fall behind you.", "author": "Walt Whitman" },
    { "text": "For every minute you are angry you lose sixty seconds of happiness.", "author": "Ralph Waldo Emerson" },
    { "text": "The best way to cheer yourself up is to try to cheer somebody else up.", "author": "Mark Twain" },
    { "text": "Happiness is when what you think, what you say, and what you do are in harmony.", "author": "Mahatma Gandhi" },
    { "text": "The purpose of our lives is to be happy.", "author": "Dalai Lama" },
    { "text": "Count your age by friends, not years. Count your life by smiles, not tears.", "author": "John Lennon" },
    { "text": "Joy is not in things; it is in us.", "author": "Richard Wagner" },
    { "text": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.", "author": "Ashley Montagu" },
    { "text": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "author": "Mother Teresa" },
    { "text": "Happiness is a direction, not a place.", "author": "Sydney J. Harris" },
    { "text": "Be happy for this moment. This moment is your life.", "author": "Omar Khayyam" },
    { "text": "The happiest people don't have the best of everything, they just make the best of everything.", "author": "Anonymous" },
    { "text": "Enjoy the little things in life, for one day you'll look back and realize they were the big things.", "author": "Robert Brault" }
  ],
  "excited": [
    { "text": "Dream big and dare to fail.", "author": "Norman Vaughan" },
    { "text": "Act as if what you do makes a difference. It does.", "author": "William James" },
    { "text": "Do something today that your future self will thank you for.", "author": "Sean Patrick Flanery" },
    { "text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt" },
    { "text": "Life is either a daring adventure or nothing at all.", "author": "Helen Keller" },
    { "text": "The only impossible journey is the one you never begin.", "author": "Tony Robbins" },
    { "text": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson" },
    { "text": "Everything you've ever wanted is on the other side of fear.", "author": "George Addair" },
    { "text": "The best time to plant a tree was 20 years ago. The second best time is now.", "author": "Chinese Proverb" },
    { "text": "Your limitation—it's only your imagination.", "author": "Anonymous" },
    { "text": "Great things never come from comfort zones.", "author": "Anonymous" },
    { "text": "If you can dream it, you can do it.", "author": "Walt Disney" },
    { "text": "The secret of getting ahead is getting started.", "author": "Mark Twain" },
    { "text": "Adventure is worthwhile in itself.", "author": "Amelia Earhart" },
    { "text": "Go confidently in the direction of your dreams. Live the life you have imagined.", "author": "Henry David Thoreau" }
  ],
  "neutral": [
    { "text": "What we think, we become.", "author": "Buddha" },
    { "text": "Every moment is a fresh beginning.", "author": "T. S. Eliot" },
    { "text": "Wherever you go, go with all your heart.", "author": "Confucius" },
    { "text": "Success is the sum of small efforts, repeated day in and day out.", "author": "Robert Collier" },
    { "text": "Small deeds done are better than great deeds planned.", "author": "Peter Marshall" },
    { "text": "The journey of a thousand miles begins with one step.", "author": "Lao Tzu" },
    { "text": "In the middle of difficulty lies opportunity.", "author": "Albert Einstein" },
    { "text": "Life is 10% what happens to you and 90% how you react to it.", "author": "Charles R. Swindoll" },
    { "text": "Today is a new day. You will get out of it just what you put into it.", "author": "Mary Pickford" },
    { "text": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson" },
    { "text": "Whether you think you can or you think you can't, you're right.", "author": "Henry Ford" },
    { "text": "Every day may not be good, but there's something good in every day.", "author": "Alice Morse Earle" },
    { "text": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney" },
    { "text": "Nothing is impossible. The word itself says 'I'm possible!'", "author": "Audrey Hepburn" },
    { "text": "Change your thoughts and you change your world.", "author": "Norman Vincent Peale" }
  ],
  "sad": [
    { "text": "Your present circumstances don't determine where you can go; they merely determine where you start.", "author": "Nido Qubein" },
    { "text": "It always seems impossible until it's done.", "author": "Nelson Mandela" },
    { "text": "If you want the rainbow, you have to put up with the rain.", "author": "Dolly Parton" },
    { "text": "Courage is grace under pressure.", "author": "Ernest Hemingway" },
    { "text": "Tough times never last, but tough people do.", "author": "Robert H. Schuller" },
    { "text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis" },
    { "text": "It's okay to not be okay as long as you are not giving up.", "author": "Anonymous" },
    { "text": "Every storm runs out of rain.", "author": "Maya Angelou" },
    { "text": "The sun himself is weak when he first rises, and gathers strength and courage as the day gets on.", "author": "Charles Dickens" },
    { "text": "Although the world is full of suffering, it is also full of the overcoming of it.", "author": "Helen Keller" },
    { "text": "Hope is the only thing stronger than fear.", "author": "Suzanne Collins" },
    { "text": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.", "author": "Henry Ford" },
    { "text": "The darkest hour has only sixty minutes.", "author": "Morris Mandel" },
    { "text": "Stars can't shine without darkness.", "author": "Anonymous" },
    { "text": "You may encounter many defeats, but you must not be defeated.", "author": "Maya Angelou" },
    { "text": "This too shall pass.", "author": "Persian Proverb" }
  ],
  "angry": [
    { "text": "Holding onto anger is like drinking poison and expecting the other person to die.", "author": "Buddha" },
    { "text": "For every minute you are angry you lose sixty seconds of happiness.", "author": "Ralph Waldo Emerson" },
    { "text": "The best fighter is never angry.", "author": "Lao Tzu" },
    { "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.", "author": "Mark Twain" },
    { "text": "When angry, count to ten before you speak. If very angry, count to one hundred.", "author": "Thomas Jefferson" },
    { "text": "Speak when you are angry and you will make the best speech you will ever regret.", "author": "Ambrose Bierce" },
    { "text": "The greatest remedy for anger is delay.", "author": "Seneca" },
    { "text": "In a controversy, the instant we feel anger, we have already ceased striving for truth and have begun striving for ourselves.", "author": "Abraham J. Heschel" },
    { "text": "Anybody can become angry — that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way — that is not within everybody's power and is not easy.", "author": "Aristotle" },
    { "text": "The fire you kindle for your enemy often burns yourself more than them.", "author": "Chinese Proverb" },
    { "text": "Peace is not the absence of conflict, it is the ability to handle conflict by peaceful means.", "author": "Ronald Reagan" },
    { "text": "Let us not look back in anger, nor forward in fear, but around in awareness.", "author": "James Thurber" },
    { "text": "Patience is the calm acceptance that things can happen in a different order than the one you have in mind.", "author": "David G. Allen" },
    { "text": "The strong person is not the one who doesn't feel anger, but the one who channels their anger into something constructive.", "author": "Anonymous" },
    { "text": "Take a deep breath. It calms the mind.", "author": "Regina Brett" }
  ],
  "general": [
    { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "text": "Success is the sum of small efforts, repeated day in and day out.", "author": "Robert Collier" },
    { "text": "What we think, we become.", "author": "Buddha" },
    { "text": "Every moment is a fresh beginning.", "author": "T. S. Eliot" },
    { "text": "Wherever you go, go with all your heart.", "author": "Confucius" },
    { "text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt" },
    { "text": "The only limit to our realization of tomorrow will be our doubts of today.", "author": "Franklin D. Roosevelt" },
    { "text": "Quality is not an act, it is a habit.", "author": "Aristotle" },
    { "text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky" },
    { "text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas A. Edison" },
    { "text": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein" },
    { "text": "Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference.", "author": "Robert Frost" },
    { "text": "The mind is everything. What you think you become.", "author": "Buddha" },
    { "text": "The best revenge is massive success.", "author": "Frank Sinatra" },
    { "text": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt" }
  ]
}
